window.PPG_FAQ = [
    {
        "q": "นำเสนอโครงงานวันที่เท่าไหร่",
        "a": "นำเสนอโครงงานวัน 18 กพ 69"
    },
    {
        "q": "วิทยาลัยเปิดสอนในระดับใดและมีสาขาวิชาอะไรบ้าง?",
        "a": "เปิดสอนในระดับ ปวช. และ ปวส. โดยมีแผนกวิชาช่างอุตสาหกรรม (ช่างยนต์, ช่างไฟฟ้ากำลัง, ช่างกลโรงงาน, เทคนิคพื้นฐาน) และสายบริหารธุรกิจ (การบัญชี, คอมพิวเตอร์ธุรกิจ)"
    },
    {
        "q": "\"ทวิศึกษาแนวใหม่\" คืออะไร",
        "a": "เป็นโครงการพิเศษในปี 2569 ที่เน้นขยายโอกาสทางการศึกษาวิชาชีพ โดยจัดหลักสูตรร่วมกับโรงเรียนมัธยมศึกษาในพื้นที่"
    },
    {
        "q": "หากมีปัญหาเรื่องผลการเรียน หรือการแก้เกรด ต้องติดต่อที่ไหน?",
        "a": "ติดต่อได้ที่ งานวิชาการ ซึ่งดูแลเรื่องปฏิทินการสอบ การวัดผลประเมินผล และการแก้เกรด (มส., มข., 0)"
    },
    {
        "q": "นักเรียนและผู้ปกครองสามารถตรวจสอบเกรดและตารางเรียนได้อย่างไร?",
        "a": "สามารถเข้าใช้งาน ระบบ ศธ.02 ออนไลน์ ได้ที่เว็บไซต์ std2018.moe.go.th หรือดำเนินการผ่านระบบสารสนเทศได้ตลอด 24 ชั่วโมง"
    },
    {
        "q": "สมัครเข้าเรียนใหม่ในปี 2569 ต้องทำอย่างไร?",
        "a": "สามารถสมัครผ่าน ระบบรับสมัครออนไลน์ สอศ. ได้ที่เว็บไซต์ admission.vec.go.th"
    },
    {
        "q": "วิทยาลัยเปิดให้บริการวันและเวลาใดบ้าง?",
        "a": "เปิดวันจันทร์ – ศุกร์ เวลา 08.00 น. – 16.30 น.  (พักเที่ยง 12.00 - 13.00 น.) และปิดทำการวันเสาร์-อาทิตย์ และวันหยุดนักขัตฤกษ์"
    },
    {
        "q": "ต้องการติดต่อเรื่องวุฒิการศึกษาหรือแจ้งปัญหาทะเบียน ต้องทำอย่างไร?",
        "a": "ติดต่อ งานทะเบียน ในวันราชการ (แนะนำช่วงเช้าตั้งแต่ 08.30 น. เป็นต้นไป) หรือติดตามประกาศผ่านเพจ Facebook \"งานทะเบียน วิทยาลัยการอาชีพขาณุวรลักษบุรี\""
    },
    {
        "q": "ช่องทางการติดต่อสอบถามทางโทรศัพท์มีเบอร์ใดบ้าง?",
        "a": "สามารถโทรติดต่อได้ที่เบอร์ 055-779-478 หรือ 066-105-8680"
    },
    {
        "q": "ปรัชญาและวิสัยทัศน์ของวิทยาลัยคืออะไร?",
        "a": "ปรัชญา: \"ทักษะเยี่ยม เปี่ยมคุณธรรม ล้ำเลิศวิชา ใช้เวลาให้เกิดคุณ\"\r\nวิสัยทัศน์: พัฒนาผู้เรียนตามศักยภาพและน้อมนำหลักปรัชญาเศรษฐกิจพอเพียงมาใช้"
    },
    {
        "q": "ปัจจุบันใครเป็นผู้อำนวยการวิทยาลัย?",
        "a": "ผู้อำนวยการ (ปี 2569) คือ นายโชติ เรืองฤทธิ์"
    },
    {
        "q": "ผู้บริหารมีใครบ้าง",
        "a": "ผู้บริหาร\r\n\r\nนายโชติ เรืองฤทธิ์\r\nผู้อำนวยการวิทยาลัยการอาชีพขาณุวรลักษบุรี\r\n\r\nนายนุกูล เทียนการ\r\nรองผู้อำนวยการฝ่ายบริหารทรัพยากร\r\nรองผู้อำนวยการฝ่ายพัฒนากิจการนักเรียน นักศึกษา\r\n\r\nนางสาวศุภรัตน์ แตงน้อย\r\nครู\r\nปฏิบัติหน้าที่ รองผู้อำนวยการฝ่ายวิชาการ\r\n\r\nนายประสิทธิ์ พรหมมินทร์\r\nครูชำนาญการ\r\nปฏิบัติหน้าที่ รองผู้อำนวยการฝ่ายแผนงานและความร่วมมือ"
    },
    {
        "q": "ข้อมูลทั่วไป",
        "a": "ปรัชญา\r\n\"ทักษะเยี่ยม เปี่ยมคุณธรรม ล้ำเลิศวิชา ใช้เวลาให้เกิดคุณ\"\r\n\r\nวิสัยทัศน์\r\n             วิทยาลัยการอาชีพขาณุวรลักษบุรี จัดการศึกษาด้านวิชาชีพ เพื่อพัฒนาคุณภาพชีวิต มุ่งเน้นให้ผู้เรียนได้พัฒนาความสามารถตามศักยภาพของตนเอง มีความรู้ทางวิชาการ ทักษะวิชาชีพ สามารถนำความรู้ที่ได้รับไปประกอบอาชีพ น้อมนำหลักปรัชญาเศรษฐกิจพอเพียง\r\n\r\n พันธกิจ\r\n             1. พัฒนาคุณลักษณะของผู้เรียนและผู้สำเร็จการศึกษาให้มีคุณภาพ\r\n             2. พัฒนาหลักสูตรและการจัดการเรียนการสอนให้ผู้เรียนมีสมรรถนะตามมาตรฐานอาชีพ\r\n             3. ส่งเสริมผู้บริหารให้มีการบริหารจัดการผู้สอนให้ก้าวทันและนำเทคโนโลยีมาใช้ในการจัดการเรียนการสอน\r\n             4. ส่งเสริมให้มีการบริหารสถานศึกษาแบบมีส่วนร่วม\r\n             5. บริหารปัจจัยพื้นฐานทางการศึกษาของสถานศึกษาให้สามารถจัดการเรียนการสอนและพัฒนาผู้เรียนให้มีคุณภาพตามความมุ่งหมายของการจัดการศึกษา น้อมนำหลักปรัชญาของเศรษฐกิจพอเพียง\r\n\r\nอัตลักษณ์  : คุณธรรมนำวิชาชีพ\r\nเอกลักษณ์  : สิ่งแวดล้อมดี จริยธรรมเด่น เน้นทักษะวิชาชีพ\r\nประวัติ ความเป็นมาวิทยาลัยการอาชีพขาณุวรลักษบุรี\r\n\r\n          วิทยาลัยการอาชีพขาณุวรลักษบุรี ได้รับการประกาศจัดตั้งเมื่อวันที่ 9 กรกฎาคม พ.ศ. 2539 เดิมเป็นสถานศึกษาสังกัดกองการศึกษาอาชีพ กรมอาชีวศึกษา กระทรวงศึกษาธิการ ปัจจุบันเปลี่ยนเป็นสำนักงานคณะกรรมการการอาชีวศึกษา กระทรวงศึกษาธิการ โดยใช้ที่ดินสาธารณประโยชน์บ้านบึงบัว-บึงสลิด วิทยาลัยการอาชีพขาณุวรลักษบุรี จัดการเรียนการสอนโดยใช้หลักสูตรประกาศนียบัตรวิชาชีพ(ปวช.) พ.ศ. 2562 หลักสูตรประกาศนียบัตรวิชาชีพชั้นสูง(ปวส.) พ.ศ. 2557 และหลักสูตรวิชาชีพระยะสั้นที่หลากหลาย เพื่อให้การศึกษาด้านวิชาชีพตามความต้องการของประชาชนในท้องถิ่น โดยตั้งอยู่เลขที่ 49 หมู่ 5 ตำบลป่าพุทรา อำเภอขาณุวรลักษบุรี จังหวัดกำแพงเพชร รหัสไปรษณีย์ 62130 มีเนื้อที่ 126 ไร่"
    },
    {
        "q": "จำนวนข้าราชการครูและบุคลากรทางการศึกษา วิทยาลัยการอาชีพขาณุวรลักษบุรี",
        "a": "ผู้บริหารสถานศึกษา\t 2\t คน\r\n ข้าราชการครู\t        14\t คน\r\n พนักงานราชการ\t 8\t คน\r\n ครูจ้างสอน\t        11\t คน\r\n เจ้าหน้าที่และบุคลากร\t 15\t คน\r\n รวม\t 50\t คน"
    },
    {
        "q": "ข้อมูลหลักสูตร",
        "a": "สาขาที่เปิดสอนระดับประกาศนียบัตรวิชาชีพ (ปวช.)\r\nสาขาวิชาช่างยนต์\r\nสาขาวิชาช่างไฟฟ้ากำลัง\r\nสาขาวิชาช่างกลโรงงาน\r\nสาขาวิชาการบัญชี\r\nสาขาวิชาคอมพิวเตอร์ธุรกิจ\r\n     สาขาที่เปิดสอนระดับประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)\r\nสาขาวิชาเทคนิคยานยนต์\r\nสาขาวิชาไฟฟ้ากำลัง\r\nสาขาวิชาเครื่องมือกล\r\nสาขาวิชาการบัญชี\r\nสาขาวิชาเทคโนโลยีธุรกิจดิจิทัล"
    },
    {
        "q": "ครูแผนกวิชาสามัญสัมพันธ์",
        "a": "นางสาวกมลศิริ  คามเกตุ\r\nตำแหน่ง ครู\r\nหัวหน้าแผนกวิชาสามัญสัมพันธ์\r\n\r\nนางสาวนัชชา  ชัยวงค์\r\nตำแหน่ง ครู\r\nหัวหน้างานบริหารงานทั่วไป\r\nหัวหน้างานกิจกรรมนักเรียน นักศึกษา\r\n\t\r\nนายธนา  มหาการะเกตุ\r\nตำแหน่ง พนักงานราชการ (ครู)  \r\nหัวหน้างานสวัสดิการนักเรียน นักศึกษา                                                   \r\n\r\nนางสาวดารารัตน์  รักพงษ์\r\nตำแหน่ง ครูพิเศษ\r\nหัวหน้างานวัดผลและประเมินผล\r\n\r\nนางสาวนิดารัตน์  พันธ์สีเงิน\r\nตำแหน่ง ครูพิเศษ"
    },
    {
        "q": "ครูแผนกวิชาช่างยนต์",
        "a": "ครูแผนกวิชาช่างยนต์\r\n\r\nนายกฤษดา  สาหร่าย\r\nตำแหน่ง ครู\r\nหัวหน้าแผนกวิชาช่างยนต์\r\nหัวหน้างานวิจัย พัฒนา นวัตกรรม และสิ่งประดิษฐ์\r\n\r\nนายทรงชัย  ไชยพรหมมา\r\nตำแหน่ง ครู\r\nหัวหน้างานพัสดุ\r\n\t\r\nนายยอดรัก  ใจประเสริฐ\r\nตำแหน่ง  พนักงานราชการ (ครู)\r\nหัวหน้างานโครงการพิเศษและบริการชุมชน                                                \r\n\t\r\nนายปัญญา  จันทร์เงิน\r\nตำแหน่ง พนักงานราชการ (ครู)\r\nหัวหน้างานทะเบียน\r\n\r\nนายเป็นหนึ่ง  นุ่มทอง\r\nตำแหน่ง ครูพิเศษ\r\n\r\nนายวิสิษฎ์  กำมะละคร\r\nตำแหน่ง ครูพิเศษ\r\n\r\nนายฤทธิเกียรติ  มงคล\r\nตำแหน่ง ครูพิเศษ"
    },
    {
        "q": "ครูแผนกวิชาเทคนิคพื้นฐาน",
        "a": "แผนกวิชาเทคนิคพื้นฐาน\r\n\r\nนายชัยชนะ  กำเนิดผล\r\nตำแหน่ง ครูพิเศษ\r\nหัวหน้าแผนกวิชาเทคนิคพื้นฐาน                                                                 \r\n\r\nนายธนรัช  ธนากร\r\nตำแหน่ง ครู\r\nหัวหน้างานแนะแนวอาชีพและการจัดหางาน   \r\n\r\nนายสมชาย  ฉัตรโพธิ์\r\nตำแหน่ง พนักงานราชการ (ครู)\r\nหัวหน้างานอาคารสถานที่"
    },
    {
        "q": "ครูแผนกวิชาช่างไฟฟ้ากำลัง",
        "a": "ครูแผนกวิชาช่างไฟฟ้ากำลัง\r\n\r\nนายประสิทธิ์  พรหมมินทร์\r\nตำแหน่ง ครูชำนาญการ\r\nหัวหน้าแผนกวิชาช่างไฟฟ้ากำลัง\r\nปฏิบัติหน้าที่ รองผู้อำนวยการฝ่ายแผนงานและความร่วมมือ                                                \r\n\r\nนายสุธินันท์  โสภิตพิพัฒน์\r\nตำแหน่ง ครู\r\nหัวหน้างานสื่อการเรียนการสอน\r\n\r\nนายนิพนธ์  จริยาคุณา\r\nตำแหน่ง พนักงานราชการ (ครู)\r\nหัวหน้างานปกครอง\r\n\r\nนายณัฐพงค์  ศรีบรรเทา\r\nตำแหน่ง  ครูพิเศษ"
    }
];